Repository: ChristopherNugent/Locksmith
Catalog: po/extra/*.po
Languages: da, fr, nl, pt

source: Generate strong, secure passwords
da: Generer stærke og sikre kodeord
fr: Générez des mots de passe forts et sécurisés
nl: Genereer sterke, veilige wachtwoorden
pt: Gerar senhas fortes e seguras

source: Locksmith is an application for generating secure passwords. It provides tools for both memorable word-based passwords and random alpha-numeric passwords.
da: Locksmith er en applikation til at generere stærke kodeord. Det giver værktøjer til både huskelige ordbaserede og tilfældige alfanumeriske kodeord.
fr: Locksmith est une application de génération de mots de passe sécurisés. Elle propose des outils à la fois pour des mots de passe faciles à mémoriser basés sur des mots et pour des mots de passe constitués de caractère alphanumériques aléaoires.
nl: Locksmith is een toepassing voor het genereren van veilige wachtwoorden. Het biedt hulpmiddelen om makkelijk te onthouden wachtwoorden te maken op basis van woorden, en willekeurige alfanumerieke.
pt: O Locksmith é uma aplicação para gerar senhas seguras. Fornece ferramentas para ambas senhas memoráveis com base em palavras e senhas alfanuméricas aleatórias.

source: Special characters in character-based passwords
da: Specielle karakterer i karakterbaserede kodeord
fr: Caractères spéciaux dans les mots de passe constitués à partir de caractères
nl: Speciale tekens in op tekens gebaseerde wachtwoorden
pt: Caracteres especiais em senhas com base em caracteres

source: Copy to clipboard button to make copying passwords more convenient
da: Knappen kopier til udklipsholderen gør det nemmere at kopiere
fr: Bouton copier dans le presse-papiers pour rendre la copie du mot de passe plus simple
nl: Kopiëren naar klembord-knop om makkelijk wachtwoorden te kopiëren
pt: Use o botão copiar para a área de transferência para copiar senhas de forma mais conveniente

source: Fixed capitalization and spacing for the AppCenter listing
da: Fixet små og store bogstaver for AppCenter udgivelsen
fr: Correction des majuscules et des espacements pour la liste du Centre d'Applications
nl: Hoofdlettergebruik en spatiëring in AppCenter aangepast
pt: Correção da capitalização e espaços para a lista no Centro de Aplicações

source: Locksmith now looks more like the built in elementary OS tools, so you can feel at home using it.
da: Locksmith ser nu mere ud til at være bygget i elementary OS værktøjer, så du kan føle dig hjemme ved at bruge det.
fr: Locksmith ressemble désormais plus aux outils intégrés à elementary OS, vous pouvez vous sentir chez vous en l'utilisant.
nl: Locksmith ziet er nu meer uit als een ingebouwde elementary-toepassing voor meer een vertrouwd gevoel.
pt: O Locksmith parece-se agora mais integrado com as ferramentas do elementary OS, para que se sinta em casa ao usá-lo.

source: Update UI to more closely match elementary OS design guidelines
da: Opdaterer UI for at følge elementary OS design guidelines
fr: Mise à jour de l'interface pour mieux correspondre aux directives de design d'elementary OS
nl: Uiterlijk bijgewerkt om meer te voldoen aan de elementary-ontwerprichtlijnen
pt: Atualização da interface do utilizador para combinar mais com as diretrizes de design do elementary OS

source: Locksmith now restores its previous state when re-opened
da: Locksmith gemmer nu den sidste tilstand når det er genåbnet
fr: Locksmith restaure désormais son état précédent lors de la réouverture de l'application
nl: Locksmith herstelt nu de vorige status bij het heropenen
pt: O Locksmith agora restaura o estado anterior ao reabrir

source: Locksmith can now generate word-based "xkcd style" passwords
da: Locksmith kan nu generere ordbaserede "xkcd style" kodeord
fr: Locksmith peut désormais générer des mots de passe basés sur des mots « façon xkcd »
nl: Locksmith kan nu wachtwoorden genereren in 'xkcd'-stijl
pt: O Locksmith agora consegue gerar senhas com base em palavras "xkcd estilo"

source: Initial 1.0.0 release!
da: Første 1.0.0 udgivelse!
fr: Version 1.0.0 initiale !
nl: Initiële uitgave '1.0.0'!
pt: Lançamento inicial 1.0.0!

source: utility;password;tool;
da: værktøj;kodeord;tool
fr: utilitaire;mot de passe;outil;
nl: hulpmiddel;wachtwoord;genereren;
pt: utility;utilitário;password;senha;tool;ferramenta;
