Repository: ChristopherNugent/Locksmith
Catalog: po/*.po
Languages: da

source: Generate strong, secure passwords
da: Generer stærke og sikre kodeord

source: Translators
da: Oversættere

source: Website
da: Hjemmeside

source: Word Based
da: Ordbaseret

source: Character Based
da: Karakterbaseret

source: Alphabet characters
da: Alfabetiske karakterer

source: Numeric characters
da: Numeriske karakterer

source: Special characters
da: Specielle karakterer

source: Password Length
da: Længde på kodeord

source: Generate Password
da: Generer kodeord

source: Copy to Clipboard
da: Kopier til udklipsholder

source: camelCase
da: ordOrd

source: TitleCase
da: OrdOrd

source: lower_case
da: ord_ord
